Repository: matsuu/imsettings
Catalog: po/*.po
Languages: ca, de, ja, mn, mr, or, pt_br, zh_cn, zh_tw

source: IMSettings Applet
ca: Miniaplicació IMSettings
ja: IMSettingsアプレット
mr: IMSettings ऍप्लेट
or: IMSettings ଆପଲେଟ
pt_br: Miniaplicativo IMSettings
zh_cn: IMSetting 小程序

source: A shortcut key to connect to/disconnect from Input Method
ca: Una drecera de teclat per connectar amb el mètode d'entrada
de: Eine Tastenkombination zum Verbinden mit/Trennen von der Eingabemethode
ja: 入力メソッドへの接続/切断をするショートカットキー
mr: इंपुट पद्धत पासूनचे जुळवणी स्थापीत करणे/खंडीत करण्यासाठी शार्टकट कि
or: ନିବେଶ ପ୍ରଣାଳୀରୁ ସଂଯୋଗ ସ୍ଥାପନ / ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ପାଇଁ ସଂକ୍ଷିପ୍ତ ପଥ
pt_br: Tecla de atalho para conectar/desconectar do método de entrada
zh_cn: 连结/终止连结到输入法的快速键
zh_tw: 連結/終止連結到輸入法的快速鍵

source: Enable this when accelerator keys etc doesn't work
ca: Habiliteu-ho quan no funcionin les dreceres de teclat
de: Aktivieren Sie dies, wenn Tastenkombinationen etc. nicht funktionieren
ja: アクセラレーターキーが動かない場合に有功にする
mr: ऍक्सीलरेटर किज् अकार्यान्वीत असल्यावर यांस कार्यक्षम करा
or: ଯେତେବେଳେ ତ୍ୱରଣ କି ଇତ୍ୟାଦି କାର୍ଯ୍ୟ କରିନଥାଏ ସେତେବେଳେ ଏହାକୁ ସକ୍ରିୟ କରନ୍ତୁ
pt_br: Habilite isto quando a tecla de aceleração etc não estiver funcionando
zh_cn: 当加速键等不工作时启用这个功能

source: If "true", all messages will be delivered through libnotify, otherwise only error and warning messages.
ca: Si és «cert», tots els missatges s'entregaran mitjançant libnotifiy, en cas contrari només els d'avís i error.
de: Falls "true", werden alle Meldungen über libnotify gesendet, andernfalls nur Fehler- und Warnmeldungen.
ja: もし"true"なら、すべてのメッセージは libnotify を通して配信されますが、そうでなければ、エラーと警告メッセージのみ配信されます。
mr: "true" असल्यास, त्रुटी व सावधानता संदेश वगळता, libnotify द्वारे सर्व माहिती पुरवली जाणार.
pt_br: Se "true" (verdadeiro), todas as informações serão entregues através da libnotify, exceto mensagens de aviso e erro.
zh_cn: 如果是“true”则会通过 libnotify 发送，否则只有错误和警告信息。

source: If true, the icon will be displayed at the systray.
ca: Si és cert, la icona es mostrarà a la safata del sistema.
de: Falls "true", wird das Symbol im Benachrichtigungsfeld angezeigt.
ja: もしtrueなら、システムトレイにアイコンが表示されます。
mr: खरे असल्यास, चिन्ह systray येथे दाखवले जाईल.
or: ଯଦି true, ତେବେ ଚିତ୍ରସଙ୍କେତକୁ systrayରେ ଦର୍ଶାଯାଇଥାଏ।
pt_br: Se verdadeira, o ícone irá ser mostrado na bandeja do sistema.
zh_cn: 如果是 true，则会在系统托盘中显示该图标。

source: Show the status icon
ca: Mostra la icona d'estat
de: Zeigt das Statussymbol
ja: ステータスアイコンの表示
mr: स्थिती चिन्ह दाखवा
or: ଅବସ୍ଥିତି ଚିତ୍ରସଂକେତ ଦର୍ଶାନ୍ତୁ
pt_br: Mostrar o ícone de status.
zh_cn: 显示状况图示
zh_tw: 顯示狀況圖示

source: The keybinding which connect to Input Method or disconnect from Input Method. The format looks like "&lt;Control&gt;a" or "&lt;Shift&gt;&lt;Alt&gt;F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". If you set the option to the special string "disabled", then there will be no keybinding for this.
ca: La drecera de teclat que connecta o desconnecta el mètode d'entrada. El format és "&lt;Control&gt;a" o "&lt;Shift&gt;&lt;Alt&gt;F1". L'analitzador permet fer servir majúscules o minúscules, també abreviatures com ara "&lt;Ctl&gt;" i "&lt;Ctrl&gt;". Si feu servir la cadena especial "disabled", no hi haurà cap drecera de teclat per això.
de: Die Tastenkombination, die mit einer Eingabemethode verbindet oder davon trennt. Das Format lautet "&lt;Control&gt;a" oder "&lt;Shift&gt;&lt;Alt&gt;F1". Der Parser ist dabei sehr nachsichtig und erlaubt Groß- oder Kleinschreibung, sowie Abkürzungen wie "&lt;Ctl&gt;" und "&lt;Ctrl&gt;". Wenn Sie diese Option auf den speziellen String "disabled" einstellen, dann wird hierfür keine Tastenkombination eingerichtet.
ja: 入力メソッドへ接続、あるいは入力メソッドから切断するためのキーバインド。"&lt;Control&gt;a"や"&lt;Shift&gt;&lt;Alt&gt;F1"のようなフォーマットが使えます。パーザーはなり自由で、小文字や大文字、"&lt;Ctl&gt;"や"&lt;Ctrl&gt;"のような省略形も許可します。このオプションに、特別な文字"disabled"をセットすると、このキーバインドは無効になります。
mr: इंपुट पद्धतशी जुळवणी स्थापीत करणारे किंवा खंडीत करणारी किबाइंडिंग. रूपण "&lt;Control&gt;a" किंवा "&lt;Shift&gt;&lt;Alt&gt;F1" प्रमाणे दर्शवले जाते. पार्सर लोवर व अप्पर केस, आणि "&lt;Ctl&gt;" व "&lt;Ctrl&gt;" प्रमाणे संक्षिप्त रूप हाताळतो. विशेष अक्षरसंच "disabled" करीता पर्याय ठरवल्यास, यासाठी किबाइंडिंग आढळणार नाही.
or: ନିବେଶ ପଦ୍ଧତି ସହିତ ସଂଯୁକ୍ତ ଅଥବା ବିଚ୍ଛିନ୍ନ ହେଉଥିବା କି ବନ୍ଧନ। ସଜ୍ଜିକରଣ ଶୈଳୀ "&lt;Control&gt;a" ଅଥବା "&lt;Shift&gt;&lt;Alt&gt;F1" ପରି ଦେଖାଯାଇଥାଏ। ବିଶ୍ଳେଷକଟି ମୁଖ୍ୟତଃ ଉଦାରମନା ଏବଂ ଛୋଟ ଏବଂ ବଡ଼ ଅକ୍ଷରକୁ ଅନୁମତି ଦେଇଥାଏ, ଏବଂ "&lt;Ctl&gt;" ଏବଂ "&lt;Ctrl&gt;" ପରି ସଙ୍କେତାକ୍ଷରଗୁଡ଼ିକ ମଧ୍ଯ। ଯଦି ଆପଣ ସେହି ବିକଳ୍ପକୁ ବିଶେଷ ବାକ୍ୟଖଣ୍ଡ "disabled" ରେ ସେଟ କରନ୍ତି ତେବେ ସେଠାରେ କୌଣସି କି ବନ୍ଧନ ରହିବ ନାହିଁ।
pt_br: Atalho que conecta para o método de entrada ou desconecta do mesmo. O formato parece com "&lt;Control&gt;a" ou "&lt;Shift&gt;&lt;Alt&gt;F1". O analisador é bastante liberal e permite caixa alta e baixa e abreviações como "&lt;Ctl&gt;" and "&lt;Ctrl&gt;". Se você definir a opção para a string especial "disabled", então não haverá atalho para isso.
zh_cn: 连接到输入法或者从输入法中断开的键绑定。格式类似 "&lt;Control&gt;a" 或者 "&lt;Shift&gt;&lt;Alt&gt;F1"。该解析程序很自由，可允许大写或者小写以及缩写，比如 "&lt;Ctl&gt;" 和 "&lt;Ctrl&gt;"。如果您对特殊字符串选项的设定为 "disabled"，那么将没有对这个的键绑定。

source: When this option is enabled, all of key events will be sent to Input Method synchronously. This might affects a performance.
ca: Quan aquesta icona estigui habilitada, tots els esdeveniments de tecles s'enviaran síncronament al mètode d'entrada. Això pot afectar el rendiment.
de: Wenn diese Option aktiviert ist, werden alle Tastaturanschläge synchron an die Eingabemethode gesendet. Dies kann Einfluss auf die Leistung haben.
ja: このオプションが有効な時、すべてのキーイベントは入力メソッドへ同期で送られます。これはパフォーマンスに影響を与えるかもしれません。
mr: हा पर्याय कार्यक्षम केल्यास, सर्व कि घटना इंपुट पद्धतीकडे समरित्या पाठवले जाईल. यामुळे कार्यक्षमता प्रभावीत ठरू शकते.
or: ଯେତେବେଳେ ଏହି ବିକଳ୍ପକୁ ସକ୍ରିୟ କରାଯାଇଥାଏ, ସମସ୍ତ କି ଘଟଣାଗୁଡ଼ିକୁ ସନ୍ତୁଳିତ ଭାବରେ ନିବେଶ ପଦ୍ଧତିକୁ ପଠାଯାଇଥାଏ। ଏହା କାର୍ଯ୍ୟକ୍ଷମତା ଉପରେ ପ୍ରଭାବ ପକାଇଥାଏ।
pt_br: Quando esta opção estiver ativada, todos teclas de evento serão enviadas para o método de entrada sincronamente. Isso pode afetar o desempenho.
zh_cn: 启用该选项时，会将所有键事件同步发送到输入法。这可能会影响性能。

source: Whether to notify informations with libnotify
ca: Si s'han de notificar les informacions amb libnotify
de: Ob Informationen mit libnotify gemeldet werden sollen
ja: libnotifyへ情報を通知するかどうか
mr: libnotify सह सूचना पाठवायचे
or: libnotify ସହିତ ସୂଚନାଗୁଡ଼ିକୁ ସୂଚାଇବା ଉଚିତ କି ନୁହଁ
pt_br: Se as informações devem ser notificadas usando a libnotify ou não
zh_cn: 是否使用 libnotify 通知信息

source: No detailed information
ca: Sense informació detallada
de: Keine detaillierten Informationen
ja: 詳細の情報がありません
mr: तपशील माहिती आढळली नाही
or: ବିସ୍ତୃତ ସୂଚନା ନାହିଁ
pt_br: Nenhuma informação detalhada
zh_cn: 没有详细信息
zh_tw: 沒有詳細資訊

source: Version-mismatch of im-settings-daemon
ca: Versió incorrecta de l'im-settings-daemon
de: Nicht übereinstimmende Versionen vom IM-Einstellungsdaemon
ja: im-settings-daemonのバージョン不一致
mr: im-settings-daemon ची आवृत्ती-जुळवणी अशक्य
pt_br: Versão inconsistente do im-settings-daemon
zh_cn: im-settings-daemon的版本不相符
zh_tw: im-settings-daemon的版本不相符

source: Unable to start %s
ca: No es pot iniciar %s
de: %s konnte nicht gestartet werden
ja: %s を開始出来ませんでした
mr: %s सुरू करण्यास अपयशी
or: %s କୁ ଆରମ୍ଭ କରିବାରେ ଅସମର୍ଥ
pt_br: Não é possível iniciar o %s
zh_cn: 未能重新引导 %s
zh_tw: 未能重新啟動 %s

source: and the default Input Method has been changed. if you need to change that to anything else, please use im-chooser.
ca: i el mètode d'entrada predeterminat s'ha canviat. Si necessiteu canviar-ho, feu servir l'im-chooser.
de: und die standardmässige Eingabemethode wurde geändert. Falls Sie dies ändern müssen, verwenden Sie bitte den IM-Chooser.
ja: そして、デフォルトの入力メソッドが変更されました。もし他の入力メソッドへ変更する必要がある場合は、im-chooserを使ってください。
mr: व पूर्वनिर्धारीत इंपुट पद्धत बदलवले आहे. त्यांस इतराशी बदलवायचे असल्यास, कृपया im-chooser वापरा.
or: ଏବଂ ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନିବେଶ ପଦ୍ଧତିକୁ ପରିବର୍ତ୍ତନ କରାଯାଇଛି। ଯଦି ଆପଣ ଏହାକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଦୟାକରି im-chooser କୁ ବ୍ୟବହାର କରନ୍ତୁ।
pt_br: e o método de entrada padrão foi alterado. Se você precisa alterar para qualquer outra coisa, por favor use o im-chooser.
zh_cn: 且已更改默认输入法。如果您还需要更改其它事项，请使用 im-chooser。

source: Connected to %s.%s
ca: Connectat a %s.%s
de: Verbunden mit %s.%s
ja: %s へ接続しました。%s
mr: %s.%s शी जुळवणी केली
or: %s.%s ସହିତ ସଂଯୁକ୍ତ
pt_br: Conectado a %s.%s
zh_cn: 连往 %s.%s
zh_tw: 連往 %s.%s

source: Information
ca: Informació
ja: 情報
mr: माहिती
or: ସୂଚନା
pt_br: Informações
zh_cn: 信息
zh_tw: 資訊

source: Unable to stop %s
ca: No es pot aturar %s
de: %s konnte nicht gestoppt werden
ja: %s を停止出来ませんでした
mr: %s थांबवण्यास अशक्य
or: %s କୁ ଅଟକାଇବାରେ ଅସମର୍ଥ
pt_br: Não foi possível parar %s
zh_cn: 未能停止 %s
zh_tw: 未能停止 %s

source: Disconnected from Input Method
ca: S'ha desconnectat del mètode d'entrada
de: Getrennt von Eingabemethode
ja: 入力メソッドから切断しました
mr: इंपुट पद्धत सुरू करण्यास अपयशी
or: ନିବେଶ ପଦ୍ଧତିରୁ ବିଚ୍ଛିନ୍ନ ହୋଇଛି
pt_br: Desconectado do método de entrada
zh_cn: 终止连结到输入法
zh_tw: 終止連結到輸入法

source: maybe DBus related issue.
ca: pot estar relacionat amb el DBus.
de: vielleicht ein DBus-Problem.
ja: おそらくDBusに関連した問題です。
mr: DBus संबंधीत अडचण आढळली असावी.
or: ହୁଏତଃ DBus ସମ୍ବନ୍ଧୀୟ ସମସ୍ୟା ହୋଇପାରେ।
pt_br: talvez um problema relacionado ao DBus.
zh_cn: 可能是 DBus 相关问题。
zh_tw: 可能是 DBus 相關問題。

source: Unable to store a value to GConf
ca: No es pot emmagatzemar un valor al GConf
de: Wert konnte nicht in GConf gespeichert werden
ja: GConfの値を保存出来ませんでした
mr: GConf करीता मूल्य साठवण्यास अशक्य
or: GConf ରେ କୌଣସି ମୂଲ୍ୟ ସଂରକ୍ଷଣ କରିବାରେ ଅସମର୍ଥ
pt_br: Não é possível armazenar um valor para o GConf
zh_cn: 无法恢复 GConf 的值

source: The acceleration key %s may be invalid. disabled it temporarily.
ca: La drecera de teclat %s pot ser invàlida. S'ha inhabilitat temporalment.
de: Die Tastenkombination %s ist ggf. ungültig. Sie wurde temporär deaktiviert.
ja: アクセラレーションキー %s が正しくありません。一時的に無効にします。
mr: ऍक्सीलरेशन कि %s अवैध असू शकते. त्यांस तात्पुर्ते अकार्यक्षम करा.
or: ତ୍ୱରଣ କି %s ଅବୈଧ ହୋଇପାରେ। ଏହାକୁ ଅସ୍ଥାୟୀ ଭାବରେ ନିଷ୍କ୍ରିୟ କରାହୋଇଛି।
pt_br: A tecla de aceleração %s pode ser inválida. Desabilitada temporariamente.
zh_cn: 加速键 %s 可能无效。暂时禁用它。

source: Unable to set up the acceleration key
ca: No es pot configurar la drecera de teclat
de: Tastenkombination konnte nicht eingerichtet werden
ja: アクセラレーションキーの設定が出来ませんでした
mr: ऍक्सीलरेशन कि सेटअप करण्यास अशक्य
or: ତ୍ୱରଣ କି କୁ ସେଟ କରିବାରେ ଅସମର୍ଥ
pt_br: Não é possível configurar a tecla de aceleração
zh_cn: 未能设置加速键
zh_tw: 未能設定加速鍵

source: Unable to store the acceleration key into GConf
ca: No es pot emmagatzemar la drecera de teclat al GConf
de: Tastenkombination konnte nicht in GConf gespeichert werden
ja: アクセラレーションキーをGConfに保存出来ませんでした
mr: GConf मध्ये ऍक्सीलरेशन कि साठवण्यास अशक्य
or: GConf ରେ ତ୍ୱରଣ କି କୁ ସଂରକ୍ଷଣ କରିବାରେ ଅସମର୍ଥ
pt_br: Não foi possível armazenar a tecla de aceleração no gconf
zh_cn: 未能在GConf存储加速键
zh_tw: 未能在GConf儲存加速鍵

source: Please press the acceleration key...
ca: Premeu la drecera de teclat...
de: Bitte drücken Sie die Tastenkombination ...
ja: アクセラレーションキーを押してください...
mr: कृपया ऍक्सीलरेशन कि दाबण्याचा प्रयत्न करा...
or: ଦୟାକରି ତ୍ୱରଣ କି କୁ ଦବାନ୍ତୁ...
pt_br: Por favor, pressione a tecla de aceleração...
zh_cn: 请按加速键……
zh_tw: 請按加速鍵……

source: IMSettings Applet Preferences
ca: Preferències de la miniaplicació IMSettings
de: IMSettings-Applet Präferenzen
ja: IMSettingsアプレットの設定
mr: IMSettings ऍप्लेट पसंती
or: IMSettings ଆପଲେଟ ପସନ୍ଦଗୁଡ଼ିକ
pt_br: Preferências do miniaplicativo IMSettings
zh_cn: IMSetting 小程序首选项

source: _Show the status icon
ca: Mo_stra la icona d'estat
de: _Statussymbol anzeigen
ja: ステータスアイコンを表示(_S)
mr: स्थिती चिन्ह दाखवा (_S)
or: ସ୍ଥିତି ଚିତ୍ରସଂକେତକୁ ଦର୍ଶାନ୍ତୁ (_S)
pt_br: _Mostrar o ícone de status
zh_cn: 显示状态图标（_S）

source: _Enable this when accelerator keys etc doesn't work
ca: _Habilita-ho quan no funcionin les dreceres
de: _Aktivieren Sie dies, wenn Tastenkombinationen etc. nicht funktionieren
ja: アクセラレーションキーなどが動かない場合にこれを有功にする(_E)
mr: ऍक्सीलरेटर किज् अकार्यान्वीत असल्यास याला कार्यक्षम करा (_E)
or: ତ୍ୱରଣ କି ଇତ୍ୟାଦି ଚାଲୁନଥିବା ସମୟରେ ଏହାକୁ ସକ୍ରିୟ କରନ୍ତୁ (_E)
pt_br: _Habilite isto quando as teclas de aceleração etc não estiverem funcionando
zh_cn: 当加速器键等不工作时启用这个（_E）

source: <b>Trigger key:</b>
ca: <b>Tecla activadora:</b>
de: <b>Auslösende Taste:</b>
ja: <b>トリガーキー:</b>
mr: <b>ट्रिग्गर कि:</b>
or: <b>କି କୁ ତ୍ୱରାନ୍ୱିତ କରନ୍ତୁ:</b>
pt_br: <b>Tecla de acionamento:</b>
zh_cn: <b>激发程序键：</b>

source: _Grab key
ca: O_bté una tecla
de: _Taste erfassen
ja: キーを掴む(_G)
mr: ग्रॅब कि (_G)
or: କି କୁ ଜାବୁଡ଼ି ଧରନ୍ତୁ (_G)
pt_br: _Capturar tecla
zh_cn: 获得键（_G）

source: Please click Grab key button and press the key combinations you want to assign for the acceleration key. Press Backspace key to disable this feature.
ca: Cliqueu la tecla del botó Obté i premeu les combinacions de tecles a les quals voleu assignar la drecera de teclat. Premeu la tecla de retrocès per inhabilitar-ho.
de: Bitte klicken Sie die Schaltfläche "Taste erfassen" und drücken anschließend die Tasten, die Sie der Tastenkombination zuweisen möchten. Drücken Sie die Rücktaste, um diese Funktion zu deaktivieren.
ja: 「キーを掴む」ボタンをクリックし、アクセラレーションキーに割り当てたいキーの組み合わせを押してください。この機能を無効にするためにはBackspaceキーを押してください。
mr: कृपया ग्रॅब कि बटनावर क्लिक करा व ऍक्सीलरेशन किसाठी लागू करण्याजोगी कि श्रृंखला दाबा. हे गुणविशेष अकार्यक्षम करण्यासाठी बॅकस्पेस् कि दाबा.
or: ଦୟାକରି Grab କି ବଟନକୁ ଧରନ୍ତୁ ଏବଂ ତ୍ୱରଣ କି ପାଇଁ ଆପଣ ନ୍ୟସ୍ତ କରିବାକୁ ଚାହୁଁଥିବା ସେହି କି ଯୁଗଳକୁ ଦବାନ୍ତୁ। ଏହି ବିଶେଷତାକୁ ନିଷ୍କ୍ରିୟ କରିବା ପାଇଁ Backspace କି କୁ ଦବାନ୍ତୁ।
pt_br: Por favor, clique no botão "Capturar tecla" e pressione a combinação de teclas que você deseja atribuir para a tecla de aceleração. Pressione Backspace para desabilitar esta função.
zh_cn: 请点击获得键按钮并按下您要分配给加速键的键组合。按 Backspace 键禁用该功能。

source: Disconnect
ca: Desconnecta
de: Trennen
ja: 切断
mr: खंडीत करा
or: ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ହୋଇଛି
pt_br: Desconectado
zh_cn: 终止连结
zh_tw: 終止連結

source: Click to connect to Input Method
ca: Cliqueu per connectar al mètode d'entrada
de: Klicken Sie, um mit Eingabemethode zu verbinden
ja: 入力メソッドへ接続するにはクリックしてください
mr: इंपुट पद्धतशी जुळवणी करीता क्लिक करा
or: ନିବେଶ ପଦ୍ଧତି ସହିତ ସଂଯୋଗ ହେବା ପାଇଁ କ୍ଲିକ କରନ୍ତୁ
pt_br: Clique para conectar ao método de entrada
zh_cn: 点击以连结到输入法
zh_tw: 點擊以連結到輸入法

source: Click to disconnect from Input Method
ca: Cliqueu per desconnectar del mètode d'entrada
de: Klicken Sie, um von Eingabemethode zu trennen
ja: 入力メソッドから切断するにはクリックしてください
mr: इंपुट पद्धतशी जुळवणी खंडीत करण्यासाठी क्लिक करा
or: ନିବେଶ ପଦ୍ଧତି ସହିତ ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ ହେବା ପାଇଁ କ୍ଲିକ କରନ୍ତୁ
pt_br: Clique para desconectar do método de entrada
zh_cn: 点击以停止连结到输入法
zh_tw: 點擊以停止連結到輸入法

source: The default Input Method isn't yet configured. To get this working, you need to set up that on im-chooser or select one from the menu which appears by the right click first.
ca: Encara no s'ha configurat el mètode d'entrada per defecte. Perquè funcioni, us cal configurar-ho en l'im-chooser o seleccionar-ne un del menú que apareix en fer clic amb el botó dret primer.
de: Die Standard-Eingabemethode wurde noch nicht konfiguriert. Um dies zu tun, müssen Sie eine im IM-Chooser einrichten oder eine aus dem Menü auswählen, das zuerst bei einem Rechtsklick erscheint.
ja: デフォルトの入力メソッドはまだ設定されていません。動作させるためには、はじめにim-chooserで設定するか、右クリックで表示されるメニューより選択してください。
mr: पूर्वनिर्धारीत इंपुट पद्धत अजूनही संयोजीत नाही. यांस कार्यरत करण्यासाठी, त्याला im-chooser वर सेटअप करा किंवा उजव्या किल्क पासून दिसणाऱ्या मेन्यू पासून इच्छिक इंपुट पद्धत नीवडा.
or: ପୂର୍ବନିର୍ଦ୍ଧାରିତ ନିବେଶ ପଦ୍ଧତି ଏପର୍ଯ୍ୟନ୍ତ ବିନ୍ୟାସିତ ହୋଇନାହିଁ। ଏହାକୁ କାର୍ଯ୍ୟକାରୀ କରିବା ପାଇଁ, ଆପଣଙ୍କୁ ତାହାକୁ im-chooser ଉପରେ ବିନ୍ୟାସ କରିବାକୁ ହେବ ଅଥବା ତାଲିକାରୁ ଗୋଟିଏକୁ ବାଛନ୍ତୁ ଯାହାକି ପ୍ରଥମେ ଡାହାଣ-କ୍ଲିକରେ ଦୃଶ୍ୟମାନ ହୋଇଥାଏ।
pt_br: O método de entrada padrão ainda não está configurado. Para que ele funcione, é necessário configurá-lo com o im-chooser ou selecionar um a partir do menu que aparece ao clicar com o botão direito.
zh_cn: 还没有配置默认输入法。要配置默认输入法，您需要在 im-chooser 进行设置，或者从右键点击时显示的菜单中选择。

source: Left-click on the icon to connect to/disconnect from Input Method.
ca: Cliqueu amb el botó esquerre per connectar-se o deconnectar del mètode d'entrada.
de: Links-Klicken auf das Symbol zum Verbinden mit/Trennen von der Eingabemethode.
ja: 入力メソッドへ接続/切断するためにアイコンを左クリック
mr: इंपुट पद्धत पासून जुळवणी स्थापीत/खंडीत करण्यासाठी चिन्हावर डावी-क्लिक द्या.
or: ନିବେଶ ପଦ୍ଧତି ସହିତ ସଂଯୋଗ କରିବା / ସଂଯୋଗ ବିଚ୍ଛିନ୍ନ କରିବା ପାଇଁ ଚିତ୍ର ସଂକେତ ଉପରେ ବାମ-କ୍ଲିକ କରନ୍ତୁ।
pt_br: Clique como o botão esquerdo no ícone para conectar/desconectar um método de entrada.
zh_cn: 左点击以连结/停止连结到输入法
zh_tw: 左點擊以連結/停止連結到輸入法

source: Right-click to show up the Input Method menu.
ca: Cliqueu amb el botó dret per mostrar el menú del mètode d'entrada.
de: Rechts-Klicken zum Anzeigen des Menüs der Eingabemethode.
ja: 入力メソッドメニューを表示するには右クリックをしてください
mr: इंपुट पद्धत मेन्यू दाखवण्यासाठी उजवी-क्लिक द्या.
or: ନିବେଶ ପଦ୍ଧତି ତାଲିକା ଦର୍ଶାଇବା ପାଇଁ ଡାହାଣ କ୍ଲିକ କରନ୍ତୁ।
pt_br: Clique com o botão direito para mostrar o menu do método de entrada.
zh_cn: 右点击以显示输入法选单
zh_tw: 右點擊以顯示輸入法選單

source: Please %s%s
ca: %s%s
de: Bitte %s%s
ja: %sしてください。%s
mr: कृपया %s%s
or: ଦୟାକରି %s%s
pt_br: Por favor, %s%s
zh_cn: 请 %s%s
zh_tw: 請 %s%s

source: Please press %s or %s%s
ca: Premeu %s o %s%s
de: Bitte drücken Sie %s oder %s%s
ja: %2$sするか、%1$sを押してください。%3$s
mr: कृपया %s किंवा %s%s दाबा
or: ଦୟାକରି %s ଅଥବା %s%s କୁ ଦବାନ୍ତୁ
pt_br: Por favor, pressione %s ou %s%s
zh_cn: 请按 %s 或 %s%s
zh_tw: 請按 %s 或 %s%s

source: Tips
ca: Consells
de: Tipps
ja: ヒント
mr: टिपण्णी
or: ପ୍ରାକ ସୂଚନା
pt_br: Dicas
zh_cn: 小提示
zh_tw: 小提示

source: Do not show notifications again
ca: No mostris una altra vegada les notificacions
de: Benachrichtigungen nicht mehr anzeigen
ja: 次回通知を表示しない
mr: सूचना पुनः दाखवू नका
or: ପୁଣିଥରେ ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକୁ ଦର୍ଶାନ୍ତୁ ନାହିଁ
pt_br: Não mostrar as notificações novamente
zh_cn: 不要再显示通知
zh_tw: 不要再顯示通知

source: Unable to take an ownership for XIM server
ca: No es pot obtenir la propietat del servidor XIM
de: XIM-Server konnte nicht in Besitz genommen werden
ja: XIMサーバの所有権を取得出来ませんでした
mr: XIM सर्व्हरची मालकी प्राप्त करण्यास अशक्य
or: XIM ସର୍ଭର ପାଇଁ ମାଲିକତ୍ତ୍ୱ ଗ୍ରହଣ କରିବାରେ ଅସମର୍ଥ
pt_br: Não é possível ter um dono para o servidor XIM
zh_cn: 无法为 XIM 服务器获得拥有权

source: Image widget
ca: Control d'imatge
ja: イメージウィジェット
mr: प्रतिमा विड्जेट
or: ପ୍ରତିଛବି ୱିଜେଟ
pt_br: Widget de imagem
zh_cn: 映像附件

source: Child widget to appear next to the menu text
ca: Control fill que apareixerà al costat del text del menú
de: Child-Widget erscheint neben dem Menütext
ja: メニューテキストのとなりに表示される子ウィジェット
mr: मेन्यू मजकूराच्या बाजूला दिसणारे उपघटक विड्जेट
or: ତାଲିକା ପାଠ୍ୟରେ ଦୃଶ୍ୟମାନ ହେଉଥିବା ନିମ୍ନ ସ୍ତରର ୱିଜେଟ
pt_br: Widget filho a ser mostrado ao lado do texto do menu
zh_cn: 子程序会出现在菜单文本旁

source: Replace the running settings daemon with new instance.
ca: Reemplaça el dimoni de configuració en execució amb la nova instància.
de: Ersetze den laufenden Einstellungsdaemon durch eine neue Instanz.
ja: 実行中の設定デーモンを新規のインスタンスで入れ替える
mr: नविन कार्यपध्दतीशी कार्यरत संजोजना डीमन बदलवा.
or: ଚଳନ୍ତି ବିନ୍ୟାସ କାର୍ଯ୍ୟ ସହାୟକକୁ ନୂତନ ଉଦାହରଣ ସହିତ ବଦଳାନ୍ତୁ।
pt_br: Substituir as configurações do daemon em execução por uma nova instância.
zh_cn: 使用新实例替换执行的设置守护程序。
zh_tw: 使用新實例替代執行的設定常駐程式。

source: Unknown error in parsing the command lines.
ca: Error desconegut en analitzar la línia d'ordres.
de: Unbekannter Fehler beim Parsen der Befehlszeilen.
ja: コマンドラインの構文解析中に不明なエラー
mr: आदेश ओळ वाचतेवेळी अपरिचीत त्रुटी आढळली.
or: ପାଠ୍ୟ ନିର୍ଦ୍ଦେଶ ବିଶ୍ଳେଷଣ କରିବା ସମୟରେ ଅଜଣା ତ୍ରୁଟି ।
pt_br: Erro desconhecido ao analisar as linhas de comando.
zh_cn: 在解析命令行时出现未知错误。
zh_tw: 在解析指令行時出現未知錯誤。

source: Button Label|Input Method
ca: Button Label|Mètode d'entrada
de: Schaltflächenkennung|Eingabemethode
ja: 入力メソッド
mr: इंपुट पद्धत
or: ନିବେଶ ପ୍ରଣାଳୀ
pt_br: Button Label|Método de entrada
zh_cn: 按键标记|输入法
zh_tw: 按鍵標簽|輸入法

source: Helper application for imsettings
ca: Aplicació ajudant per a l'imsettings
de: Hilfsapplikation für imsettings
ja: imsettingsのヘルパーアプリケーション
mr: imsettings करीता सहाय्यक ऍप्लिकेशन
or: imsettings ପାଇଁ ସହାୟତା ପ୍ରୟୋଗ
pt_br: Aplicativo assistente para o imsettings
zh_cn: imsettings的帮助程序
zh_tw: imsettings的幫助程式

source: Helper application that delivers GTK+ immodule name between GConf and Xfconf
ca: Aplicació ajudant que proporciona el mòdul d'entrada GTK+ entre el GConf i l'Xfconf
de: Hilfsapplikation, die GTK+ immodule-Namen zwischen GConf und Xfconf überträgt
ja: GConfとXfconf間でGTK+ immodule名を配送するヘルパーアプリケーション
mr: GConf व Xfconf अंतर्गत GTK+ immodule नाव पुरवणारे सहाय्यक ऍप्लिकेशन
or: ସହାୟକ ପ୍ରୟୋଗ ଯାହାକି GConf ଏବଂ Xfconf ମଧ୍ଯରେ GTK+ immodule ନାମ ପ୍ରଦାନ କରିଥାଏ
pt_br: Aplicativo assistente que fornece o nome do immodule GTK+ entre o GConf e o Xfconf
zh_cn: 提供 GConf 和 Xfconf 间 GTK+ 输入法模块名称的帮助程序

source: Synchronous
ca: Síncron
de: Synchron
ja: 同期
mr: समरित्या
or: ସମକାଳୀନ
pt_br: Síncrono
zh_cn: 同步
zh_tw: 同步

source: Request to send a key event synchronously
ca: Demana que s'enviï un esdeveniment de teclat síncronament
de: Synchrones Senden eines Tastaturereignisses anfragen
ja: キーイベントを同期で送信することを要求する
mr: कि घटना समरित्या पाठवण्यासाठी विनंती
or: ଗୋଟିଏ କି ଘଟଣାକୁ ସମକାଳୀନ ଭାବରେ ପଠାଇବା ପାଇଁ ଅନୁରୋଧ
pt_br: Pedido de envio de uma tecla de evento sincronamente
zh_cn: 请求同步发送键事件

source: X display to use
ca: Pantalla d'X que s'emprarà
de: X-Anzeige, die verwendet werden soll
ja: 使用する X ディスプレイ
mr: वापरावयाचे X प्रदर्शन
or: ବ୍ଯବହାର ପାଇଁ X ପ୍ରଦର୍ଶିକା
pt_br: Tela do X a ser usada
zh_cn: 要使用的 X 显示
zh_tw: 要使用的 X 察看

source: DISPLAY
ca: Pantalla
de: ANZEIGE
or: ପ୍ରଦର୍ଶିକା
pt_br: TELA

source: Replace the running XIM server with new instance.
ca: Reemplaça el servidor XIM en execució amb la nova instància.
de: Ersetze den laufenden XIM-Server durch eine neue Instanz.
ja: 実行中の設定デーモンを新規のインスタンスで入れ替える
mr: कार्यरत XIM सर्व्हरला नवीन घटनाशी बदलवा.
or: ଚାଲୁଥିବା XIM ସର୍ଭରକୁ ନୂତନ ପରିସ୍ଥିତି ସହିତ ବଦଳାନ୍ତୁ।
pt_br: Substituir o servidor XIM em execução por uma nova instância.
zh_cn: 使用新事件替换运行的 XIM 服务器。

source: Output the debugging logs
ca: Sortida dels registres de depuració
de: Ausgeben der Fehlerdiagnose-Protokolle
ja: デバッグログの出力
mr: डिबगींग लॉगस्चे आउटपुट
or: ଫଳାଫଳ ଲଗଗୁଡ଼ିକର ତ୍ରୁଟି ନିବାରଣ କରନ୍ତୁ
pt_br: Saída de logs de depuração
zh_cn: 输出调试纪录
zh_tw: 輸出除錯紀錄

source: XIM server connects to, for debugging purpose only
ca: Servidor XIM al qual connectar-se, per motius de depuració
de: XIM-Server verbindet mit, nur zwecks Fehlerdiagnose
ja: 接続するXIMサーバー (デバッグ目的専用)
mr: XIM सर्व्हर फक्त डिबगींग कारणास्तवच जुळवणी करतो
or: XIM ସର୍ଭର ସଂଯୋଗ କରିଥାଏ, କେବଳ ତ୍ରୁଟି ନିବାରଣ ଉଦ୍ଦେଶ୍ୟରେ
pt_br: A quem o servidor XIM conecta-se, somente para propósitos de depuração
zh_cn: XIM 服务器只为调式目的连接到

source: XIM server name
ca: Nom del servidor XIM
ja: XIM サーバー名
mr: XIM सर्व्हरचे नाव
or: XIM ସର୍ଭର ନାମ
pt_br: Nome do servidor XIM
zh_cn: XIM 服务器名称
zh_tw: XIM 伺服器名稱

source: The name of XIM server for the connection
ca: El nom del servidor XIM per a la connexió
de: Name des XIM-Servers für die Verbindung
ja: 接続のためのXIMサーバー名
mr: जुळवणीकरीता XIM सर्व्हरचे नाव
pt_br: O nome do servidor XIM para a conexão
zh_cn: 要连结的 XIM 服务器名称
zh_tw: 要連結的 XIM 伺服器名稱

source: Signals for Protocol class
ca: Senyals per a la classe de protocol
de: Signale für Protokollklasse
ja: プロトコルクラスのシグナル
mr: प्रोटोकॉल वर्ग करीता संकेत
or: ପ୍ରୋଟୋକଲ ଶ୍ରେଣୀ ପାଇଁ ସଂକେତଗୁଡ଼ିକ
pt_br: Sinais para classe de protocolo
zh_cn: 协议等级信号

source: A structure of signals for Protocol class
ca: Una estructura de senyals per a la classe de protocol
de: Eine Struktur von Signalen für Protokollklasse
ja: プロトコルクラスのためのシグナルの構造体
mr: प्रोटोकॉल वर्ग करीता संकेतांचे रूप
or: ପ୍ରୋଟୋକଲ ଶ୍ରେଣୀ ପାଇଁ ଗୋଟିଏ ସୁସଂଗଠିତ ସଂକେତ
pt_br: Uma estrutura de sinais para a classe de protocolo
zh_cn: 协议等级信号结构

source: Home directory
ca: Directori d'inici
de: Benutzerverzeichnis
ja: ホームディレクトリー
mr: होम डिरेक्ट्री
or: ମୂଳସ୍ଥାନ ପଞ୍ଜିକା
pt_br: Diretório pessoal
zh_cn: 主目录
zh_tw: 主目錄空間

source: Language
ca: Idioma
de: Sprache
ja: 言語
mr: भाषा
or: ଭାଷା
pt_br: Idioma
zh_cn: 语言
zh_tw: 語言
