Repository: matsuu/imsettings
Catalog: po/*.po
Languages: ca, de, ja, mn, mr, or, pt_br, zh_cn, zh_tw

source: Unable to obtain an Input Method Information.
ca: No es pot obtenir informació d'un mètode d'entrada.
de: Informationen zur Eingabemethode konnten nicht abgerufen werden.
ja: 入力メソッド情報の取得が出来ませんでした
mr: इंपुट पद्धत विषयी माहिती प्राप्त करण्यास अशक्य.
or: ଗୋଟିଏ ନିବେଶ ପଦ୍ଧତି ସୂଚନା ଗ୍ରହଣ କରିବାରେ ଅସମର୍ଥ।
pt_br: Não é possível obter informações sobre o método de entrada.
zh_cn: 未能取得输入法信息
zh_tw: 未能取得輸入法資訊

source: Force reloading the configuration, including restarting the process.
ca: Força la recàrrega de la configuració, incloent reiniciar el procés.
de: Neuladen der Konfiguration erzwingen, einschliesslich Neustart des Prozesses.
ja: プロセスの再スタートを含み、設定の再ロードを強制します。
mr: संयोजना जबरनरित्या पुन्ह दाखलन करण्यास प्रयत्न करा, कार्यपध्दती पुन्हा सुरू करणे समाविष्टीत.
or: ପ୍ରକ୍ରିୟା ପୁନଃ ଆରମ୍ଭ କରିବାକୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି, ବିନ୍ୟାସକୁ ପୁନର୍ଧାରଣ କରିବାକୁ ବାଧ୍ୟ କରନ୍ତୁ।
pt_br: Força o recarregamento da configuração, incluindo o reinício do processo.
zh_cn: 强制重新装入分配，包括重启程序。
zh_tw: 強制重新載入配置，包括重啟程式。

source: Force restarting the IM process regardless of any errors.
ca: Força el reinici del procés del ME tot i els errors.
de: Neustart des IM-Prozesses erzwingen, auch bei Fehlern.
ja: エラーに関わらず強制的に IM プロセスを再起動する
mr: कुठलिही त्रुटी आढळल्यास IM कार्य जबरनरित्या पुनःसुरू करा.
or: ତ୍ରୁଟି ଥିଲେ ମଧ୍ଯ IM ପଦ୍ଧତିକୁ ଅଟକାଇବାକୁ ବାଧ୍ୟ କରନ୍ତୁ।
pt_br: Força o reinicio do processo do ME independente de quaisquer erros.
zh_cn: 强制重新引导 %s，但可能不能完全重启
zh_tw: 強制重新啟動 %s，但可能不能完全重啟

source: Do not update .xinputrc.
ca: No actualitzis l'.xinputrc.
de: .xinputrc nicht aktualisieren.
ja: .xinputrc は更新しないで下さい。
mr: .xinputrc अद्ययावत करू नका.
or: .xinputrc କୁ ଅଦ୍ୟତନ କରନ୍ତୁ ନାହିଁ।
pt_br: Não atualiza o .xinputrc.
zh_cn: 不要更新 .xinputrc。
zh_tw: 不要更新 .xinputrc。

source: Failed to stop IM process `%s'
ca: No s'ha pogut aturar el procés del ME «%s»
de: Stoppen des IM-Prozess fehlgeschlagen `%s'
ja: IM プロセス`%s' の停止に失敗しました
mr: IM पध्दती `%s' थांबविण्यास अपयशी
or: IM ପ୍ରଣାଳୀ`%s'କୁ ଅଟକାଇବାରେ ବିଫଳ
pt_br: Falha ao parar o processo do ME "%s"
zh_cn: 终止 IM 程序 `%s' 失败
zh_tw: 終止 IM 程式 `%s' 失敗

source: Forcibly restarted %s, but maybe not completely
ca: S'ha forçat el reinici de %s, però potser no s'ha completat
de: Neustart von %s erzwungen, aber u.U. nicht vollständig
ja: 強制的に%sを再起動しましたが、完全ではないかもしれません
mr: %s जबरनरित्या पुनःसुरू केले, परंतु अपूर्ण असू शकते
or: ବାଧ୍ଯତାମୂଳକ ଭାବରେ %s କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରିଅଛି, କିନ୍ତୁ ହୁଏତଃ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇନଥାଇପାରେ
pt_br: %s reiniciado forçadamente, talvez não completamente
zh_cn: 强制重新引导 %s，但可能不能完全重启
zh_tw: 強制重新啟動 %s，但可能不能完全重啟

source: Restarted %s
ca: S'ha reiniciat %s
de: Neugestartet %s
ja: %sを再起動しました
mr: %s पुनःसुरू केले
or: %s କୁ ପୁନଃ ପ୍ରାରମ୍ଭ କରିଅଛି
pt_br: %s reiniciado
zh_cn: %s 已重新引导
zh_tw: %s 已重新啟動

source: Failed to restart IM process `%s'
ca: No s'ha pogut reiniciar el procés del ME «%s»
de: Neustart des IM-Prozesses fehlgeschlagen `%s'
ja: IM プロセス`%s' の再起動に失敗しました
mr: IM कार्य `%s' पुनःसुरू करण्यास अपयशी
or: IM ପଦ୍ଧତି `%s' କୁ ପୁନଃପ୍ରାରମ୍ଭ କରିବାରେ ବିଫଳ
pt_br: Falha ao reiniciar o processo do ME "%s"
zh_cn: IM 程序 `%s' 重新引导失败
zh_tw: IM 程序 `%s' 重新啟動失敗

source: Start Input Method if not yet running.
ca: Inicia el mètode d'entrada si encara no s'està executant.
de: Eingabemethode starten, wenn nicht schon ausgeführt.
ja: まだ動作していない場合入力メソッドを開始する
mr: अजूनही कार्यरत नसल्यावर इंपुट पद्धत सुरू करा.
or: ନିବେଶ ପ୍ରଣାଳୀକୁ ଆରମ୍ଭ କରନ୍ତୁ ଯଦି ଏପର୍ଯ୍ୟନ୍ତ ଚାଲିନାହିଁ।
pt_br: Inicie o método de entrada, se ainda não estiver em execução.
zh_cn: 若输入法未运行则引导。
zh_tw: 若輸入法未運行則啟動。

source: Shut up the extra messages.
ca: Silencia els missatges addicionals.
de: Zusätzliche Meldungen unterdrücken.
ja: 余計なメッセージを出力しない
mr: अगाऊ संदेश बंद करा.
or: ଅତିରିକ୍ତ ସନ୍ଦେଶଗୁଡ଼ିକୁ ବନ୍ଦ କରନ୍ତୁ।
pt_br: Parando as mensagens extras.
zh_cn: 关闭额外消息
zh_tw: 關閉額外訊息

source: No Input Method available
ca: Cap mètode d'entrada disponible
de: Keine Eingabemethoden verfügbar
ja: 利用可能な入力メソッドがありません
mr: उपलब्ध इंपुट पध्दत आढळले नाही
or: କୌଣସି ନିବେଶ ପ୍ରଣାଳୀ ଉପଲବ୍ଧ ନାହିଁ
pt_br: Nenhum método de entrada disponível
zh_cn: 在您的系统中没有输入法。
zh_tw: 在您的系統中沒有輸入法。

source: Started %s
ca: S'ha iniciat %s
de: Gestartet %s
ja: %sを開始しました
mr: %s सुरू केले
or: %s କୁ ଆରମ୍ଭ କରିଅଛି
pt_br: %s iniciado
zh_cn: 引导 %s
zh_tw: 啟動 %s

source: Failed to start IM process `%s'
ca: No s'ha pogut iniciar el procés del ME «%s»
de: Starten des IM-Prozess fehlgeschlagen `%s'
ja: IM プロセス`%s' の開始に失敗しました
mr: IM कार्य `%s' सुरू करण्यास अपयशी
or: IM ପଦ୍ଧତି `%s' କୁ ଆରମ୍ଭ କରିବାରେ ବିଫଳ
pt_br: Falha ao iniciar o processo do ME "%s"
zh_cn: 引导 IM 程序 `%s' 失败
zh_tw: 啟動 IM 程序 `%s' 失敗

source: Input Method starter
ca: Iniciador del mètode d'entrada
de: Eingabemethoden-Starter
ja: 入力メソッドスターター
mr: इंपुट पद्धत स्टार्टर
or: ନିବେଶ ପ୍ରଣାଳୀ ଆରମ୍ଭକାରୀ
pt_br: Método de entrada iniciado
zh_cn: 输入法引导器
zh_tw: 輸入法啟動器

source: Force stopping the IM process regardless of any errors.
ca: Força l'aturada del procés del ME tot i els possibles errors.
de: Stopp des IM-Prozesses erzwingen, auch bei Fehlern.
ja: エラーに関わらず強制的に IM プロセスを停止する
mr: कुठलिही त्रुटी आढळल्यास IM कार्य जबरनरित्या बंद करा.
or: ତ୍ରୁଟି ଥିଲେ ମଧ୍ଯ IM ପଦ୍ଧତିକୁ ଅଟକାଇବାକୁ ବାଧ୍ୟ କରନ୍ତୁ।
pt_br: Força a parada do processo do ME independente de quaisquer erros.
zh_cn: 不管有没有错误皆强制停止 IM 程序
zh_tw: 不管有沒有錯誤皆強制停止 IM 程序

source: Stopped %s
ca: S'ha aturat %s
de: Gestoppt %s
ja: %s は停止しました
mr: %s थांबविले
or: %s ଅଟକିଯାଇଛି
pt_br: %s parado
zh_cn: 终止 %s
zh_tw: 終止 %s

source: AUX
ja: 補助

source: [Input Method name|xinput.conf]
de: [Eingabemethodenname|xinput.conf]
ja: [入力メソッド名|xinput.conf]
mr: [इंपुट पद्धतीचे नाव|xinput.conf]
or: [ନିବେଶ ପଦ୍ଧତି ନାମ|xinput.conf]

source: <small><i>Note: this change will not take effect until you next log in.</i></small>
mn: <small><i>Мэдэгдэл: энэ өөрчлөлт нь таныг дараагийн удаа нэвтрэх хүртэл хүчингүй байна.</i></small>

source: <b>Input Method</b>
mn: <b>Оруулах Зарчим</b>

source: No valid IM installed
mn: Хүчингүй Оруулах Зарчим суулгагдсан байна

source: _Use default Input Method for your language
mn: Зориулалтын Оруулах Зарчмыг ашиглах(_U)

source: Your system chooses the appropriate Input Method for your language automatically from among Input Methods installed on your system.
mn: Системд суулгагдсан Оруулах Зарчмуудаас таны хэлэндтохирохыг сонгож байна.

source: Choose _specific Input Method
mn: Тусгай Оруулах Зарчим Сонгох(_S)

source: Use the specific Input Method that you prefer regardless what Input Method the system recommends.
mn: Системын санал болгосон Оруулах Зарчмаас илүү гэж үзэж байгаа тусгай Оруулах Зарчмыг сонгох

source: _Do not use Input Method
mn: Оруулах Зарчмыг ашиглахгүй(_D)

source: Do not use Input Method no matter what language the desktop is running on.
mn: Дэлгэцэн дээр ямар хэл ашиглагдаж байгаа нь хамаагүй. Оруулах Зарчмыг ашиглахгүй.

source: Use legacy _Input Method
mn: Оруулах Зарчмыг ашиглах(_I)

source: Use X Input Method anyway. In fact, which input method will be chosen for the desktop session, depends on the desktop language.
mn: Ямар ч байсан X·Оруулах Зарчмыг ашиглах.·Дэлгэцэнд ашиглах Оруулах Зарчим нь хэлнээс хамааралтай юм.

source: Use %s
mn: %s -г ашиглах

source: (Recommend)
mn: (Санал болгож байна)

source: _Enable input method feature
mn: Оруулах зарчмын онцлогийг идэвхжүүлэх(_E)

source: Input Method _Preferences...
mn: Оруулах Зарчим Тохируулга...(_P)

source: <span weight="bold" size="larger">No input method is available</span>
mn: <span·weight="bold"·size="larger">Оруулах зарчим боломжгүй</span>

source: Please install any input methods before running if you like.
mn: Оруулах зарчмыг ашиглах бол ажиллуулахаасаа өмнө суулгана уу?

source: IM Chooser - Input Method configuration tool
mn: ОЗ Сонгогч·-·Оруулах Зарчим тохируулах хэрэгсэл

source: _Log Out
mn: Гарах(_L)

source: xinputrc was modified by the user
mn: хэрэглэгч xinputrc-г өөрчилсөн байна

source: User Specific
mn: Тусгай

source: Input Method
mn: Оруулах Зарчим

source: Input Method configuration tool to choose the Input Method to be used or disable Input Method usage on the desktop
mn: Оруулах Зарчим тохируулах хэрэгсэл нь Оруулах Зарчимыг сонгох буюу идэвхгүй болгоход хэрэглэгдэнэ
