Repository: matsuu/imsettings
Catalog: po/*.po
Languages: ca, de, ja, mn, mr, or, pt_br, zh_cn, zh_tw

source: A language to pull the information in.
ca: Un idioma on ficar-hi la informació.
de: Eine Sprache zum Beziehen der Informationen.
ja: 情報を引き出すのに使用する言語。
mr: माहिती प्राप्त करण्यासाठी भाषा.
or: ଭିତରୁ ସୂଚନା କାଢିବା ପାଇଁ ଗୋଟିଏ ଭାଷା।
pt_br: Um idioma para obter informações.
zh_cn: 引入信息所使用的语言。
zh_tw: 引入資訊所使用的語言。

source: Filename
ca: Nom de fitxer
de: Dateiname
ja: ファイル名
mr: फाइलनाव
or: ଫାଇଲ ନାମ
pt_br: Nome do arquivo
zh_cn: 文件名
zh_tw: 檔名

source: A filename referring to the IM information.
ca: Un nom de fitxer que es refereix a la informació del mètode d'entrada.
de: Ein auf die IM-Informationen bezugnehmenden Dateinamen.
ja: IM 情報を参照するファイル名。
mr: IM माहिती करीता संदर्भ दर्शविणारे फाइलनाव.
or: IM ସୂଚନାକୁ ଅନୁସରଣ କରୁଥିବା ଗୋଟିଏ ଫାଇଲନାମ।
pt_br: Um nome de arquivo que refere-se às informações do ME.
zh_cn: 文件名引用 IM 信息。
zh_tw: 檔名參照 IM 資訊。

source: Short Description
ca: Descripció breu
de: Kurze Beschreibung
ja: 簡単な説明
mr: लहान वर्णन
or: ସଂକ୍ଷିପ୍ତ ବର୍ଣ୍ଣନା
pt_br: Descrição curta
zh_cn: 简短说明
zh_tw: 簡短說明

source: Whether or not IM is a XIM server.
ca: Si el mètode d'entrada és un servidor XIM.
de: Ob IM ist ein XIM-Server sein soll.
ja: IM が XIM サーバーであるかどうか
mr: IM XIM सर्व्हर आहे की नाही.
or: IM ଗୋଟିଏ XIM ସର୍ଭର କି ନୁହଁ।
pt_br: Se o ME é um servidor XIM ou não.
zh_cn: IM 是否为 XIM 服务器。
zh_tw: IM 是否為 XIM 伺服器。

source: GTK+ immodule
ca: Mòdul d'entrada GTK+
mr: GTK+ im विभाग
or: GTK+ im ଏକକାଂଶ
pt_br: immodule GTK+
zh_cn: GTK+ 输入模块
zh_tw: GTK+ 匯入模組

source: A module name used for GTK+
ca: Un nom de mòdul usat pel GTK+
de: Ein Modulname, der für GTK+ verwendet wird
ja: GTK+ 用に使用されるモジュール名
mr: GTK+ करीता वापरण्याजोगी विभान नाव
or: GTK+ ପାଇଁ ବ୍ୟବହାର ହେଉଥିବା ଗୋଟିଏ ଏକକାଂଶ ନାମ
pt_br: Um nome de módulo usado pela GTK+
zh_cn: GTK+ 使用的模块名称
zh_tw: GTK+ 使用的模組名稱

source: Qt immodule
ca: Mètode d'entrada usat pel Qt
de: QT-immodul
mr: Qt im विभाग
or: Qt im ଏକକାଂଶ
pt_br: immodule Qt
zh_cn: Qt 输入模块
zh_tw: Qt 匯入模組

source: A module name used for Qt
ca: Un nom de mòdul usat per Qt
de: Ein Modulname, der für QT verwendet wird
ja: Qt 用に使用されるモジュール名
mr: Qt करीता वापरण्याजोगी विभाग नाव
or: Qt ପାଇଁ ବ୍ୟବହୃତ ଗୋଟିଏ ଏକକାଂଶ ନାମ
pt_br: Um nome de módulo usado pela Qt
zh_cn: Qt 使用的模块名称
zh_tw: Qt 使用的模組名稱

source: XIM name
ca: Nom de l'XIM
ja: XIM 名
mr: XIM नाव
or: XIM ନାମ
pt_br: Nome XIM
zh_cn: XIM 名称
zh_tw: XIM 名稱

source: Ignore flag
ca: Ignora el senyalador
de: Flag ignorieren
ja: 無視フラグ
mr: बाब दुर्लक्ष करा
or: ବିଶେଷ ସୂଚକକୁ ଅଗ୍ରାହ୍ଯ କରନ୍ତୁ
pt_br: Ignorar sinalizador
zh_cn: 舍弃记号
zh_tw: 捨棄記號

source: A flag to not list up.
ca: Un senyalador que no es llistarà.
de: Ein Flag zum Nichtaufführen.
ja: 一覧表示しないフラグ
mr: यादी मध्ये न दर्शविण्याजोगी बाब.
or: ତାଲିକାଭୁକ୍ତ ନହେବାପାଇଁ ଗୋଟିଏ ବିଶେଷ ସୂଚକ।
pt_br: Um sinalizador dizendo para não listar.
zh_cn: 不清单的记号。
zh_tw: 不清單的記號。

source: XIM server program name
ca: Nom del programa del servidor XIM
de: XIM-Serverprogrammname
ja: XIM サーバープログラム名
mr: XIM सर्व्हर कार्यक्रमाचे नाव
or: XIM ସର୍ଭର ପ୍ରୋଗ୍ରାମ ନାମ
pt_br: Nome do programa do servidor XIM
zh_cn: XIM 服务器程序名称
zh_tw: XIM 伺服器程式名稱

source: XIM server program to be run
ca: Nom del programa servidor XIM a executar
de: Auszuführendes XIM-Serverprogramm
ja: 実行する XIM サーバープログラム
mr: चालविण्याजोगी XIM सर्व्हर कार्यक्रम
or: ଚାଲିବା ପାଇଁ XIM ସର୍ଭର ପ୍ରୋଗ୍ରାମ
pt_br: Programa servidor XIM a ser executado
zh_cn: 要执行的 XIM 服务器程序
zh_tw: 要執行的 XIM 伺服器程式

source: XIM server program's options
ca: Opcions del programa servidor XIM
de: XIM-Serverprogramm-Optionen
ja: XIM サーバープログラムのオプション
mr: XIM सर्व्हर कार्यक्रमाचे पर्याय
or: XIM ସର୍ଭର ପ୍ରୋଗ୍ରାମ ବିକଳ୍ପ
pt_br: Opções do programa servidor XIM
zh_cn: XIM 服务器程序选项
zh_tw: XIM 伺服器程式選項

source: Command line options for XIM server program
ca: Opcions de la línia d'ordres per al programa servidor XIM
de: Kommandozeilen-Optionen für XIM-Serverprogramm
ja: XIM サーバープログラム用のコマンドラインオプション
mr: XIM सर्व्हर कार्यक्रम करीता आदेश ओळवरील पर्याय
or: XIM ସର୍ଭର ପ୍ରୋଗ୍ରାମ ପାଇଁ ପାଠ୍ୟ ନିର୍ଦ୍ଦେଶ
pt_br: Opções de linha de comando para o programa servidor XIM
zh_cn: XIM 服务器程序的命令行选项
zh_tw: XIM 伺服器程式的指令行選項

source: Preference program name
ca: Nom del programa de preferència
de: Präfenrenzenprogrammname
ja: 個人設定プログラム名
mr: प्राधान्यक्रम कार्यक्रमाचे नाव
or: ପସନ୍ଦ ପ୍ରୋଗ୍ରାମ ନାମ
pt_br: Nome do programa preferido
zh_cn: 首选程序名称
zh_tw: 偏好程式名稱

source: Preference program to be run
ca: Programa de preferència a executar
de: Auszuführendes Präferenzenprogramm
ja: 実行する個人設定プログラム
mr: चालविण्याजोगी प्राधान्यक्रम कार्यक्रम
or: ଚଲାଇବା ପାଇଁ ପସନ୍ଦ ପ୍ରୋଗ୍ରାମ
pt_br: Programa preferido a ser executado
zh_cn: 要执行的首选程序
zh_tw: 要執行的偏好程式

source: Preference program's options
ca: Opcions del programa de preferència
de: Präferenzenprogramm-Optionen
ja: 個人設定プログラムのオプション
mr: प्राधान्यक्रम कार्यक्रमाचे पर्याय
or: ପସନ୍ଦ ପ୍ରୋଗ୍ରାମର ବିକଳ୍ପ ଗୁଡିକ
pt_br: Opções do programa preferido
zh_cn: 首选程序选项
zh_tw: 偏好程式選項

source: Command line options for preference program
ca: Opcions de línia d'ordres per al programa de preferència
de: Kommandozeilenoptionen für Präferenzenprogramm
ja: 個人設定プログラム用のコマンドラインオプション
mr: प्राधान्यक्रम कार्यक्रम करीता आदेश ओळवरील पर्याय
or: ପସନ୍ଦ ପ୍ରୋଗ୍ରାମ ପାଇଁ ପାଠ୍ୟନିର୍ଦ୍ଦେଶ
pt_br: Opções de linha de comando para o programa de preferido
zh_cn: 首选程序的命令行选项
zh_tw: 偏好程式的指令行選項

source: Auxiliary program name
ca: Nom del programa auxiliar
de: Hilfsprogrammname
ja: 補助プログラム名
mr: अगाऊ कार्यक्रमाचे नाव
or: ସହାୟକ ପ୍ରୋଗ୍ରାମ ନାମ
pt_br: Nome do programa auxiliar
zh_cn: 辅助程序名称
zh_tw: 輔助程式名稱

source: Auxiliary program to be run
ca: Programa auxiliar a executar
de: Auszuführendes Hilfsprogramm
ja: 実行する補助プログラム
mr: अगाऊ कार्यक्रम चालवा
or: ଚଲାଇବାକୁ ଥିବା ସହାୟକ ପ୍ରୋଗ୍ରାମ
pt_br: Programa auxiliar a ser executado
zh_cn: 要执行的辅助程序
zh_tw: 要執行的輔助程式

source: Auxiliary program's options
ca: Opcions del programa auxiliar
de: Hilfsprogramm-Optionen
ja: 補助プログラムのオプション
mr: अघाऊ कार्यक्रमाचे पर्याय
or: ସହାୟକ ପ୍ରୋଗ୍ରାମର ବିକଳ୍ପଗୁଡିକ
pt_br: Opções do programa auxiliar
zh_cn: 辅助程序选项
zh_tw: 輔助程式選項

source: Command line options for auxiliary program
ca: Opcions de línia d'ordres per al programa auxiliar
de: Kommandozeilenoptionen für Hilfsprogramm
ja: 補助プログラム用のコマンドラインオプション
mr: अगाऊ कार्यक्रम करीताचे आदेश ओळवरील पर्याय
or: ସହାୟକ ପ୍ରୋଗ୍ରାମ ପାଇଁ ପାଠ୍ୟ ନିର୍ଦ୍ଦେଶ ବିକଳ୍ପଗୁଡିକ
pt_br: Opções de linha de comando para o programa auxiliar
zh_cn: 辅助程序的命令行选项
zh_tw: 輔助程式的指令行選項

source: Long Description
ca: Descripció llarga
de: Lange Beschreibung
ja: 詳しい説明
mr: लांब वर्णन
or: ବିସ୍ତୃତ ବର୍ଣ୍ଣନା
pt_br: Descrição longa
zh_cn: 详细说明
zh_tw: 詳細說明

source: Icon
ca: Icona
de: Symbol
ja: アイコン
mr: चिन्ह
or: ଆଇକନ
pt_br: Ícone
zh_cn: 图示
zh_tw: 圖示

source: Icon filename to be used on GUI
ca: Nom de fitxer de la icona a emprar en la interfície
de: Dateiname des im GUI zu verwendenden Symbols
ja: GUIで使われるアイコンのファイル名
mr: GUI वर आधारीत चिन्ह फाइलनाव
or: GUI ଉପରେ ବ୍ୟବହୃତ ଚିତ୍ର ସଂକେତ ଫାଇଲ ନାମ
pt_br: Nome do arquivo do ícone a ser utilizado pela GUI
zh_cn: GUI 中使用的图标文件名

source: System Default
ca: Predeterminat del sistema
de: Systemstandard
ja: システムデフォルト
mr: प्रणाली पूर्वनिर्धारीत
or: ତନ୍ତ୍ର ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ
pt_br: Padrão do sistema
zh_cn: 系统默认
zh_tw: 系統預設

source: Whether or not IM is a system default.
ca: Si el mètode d'entrada és el predeterminat del sistema.
de: Ob IM ist ein Systemstandard sein soll.
ja: IM がシステムデフォルトであるかどうか。
mr: IM प्रणाली पूर्वनिर्धारीत आहे की नाही.
or: IM ଗୋଟିଏ ତନ୍ତ୍ର ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ କି ନୁହଁ।
pt_br: Se o ME é um padrão do sistema ou não.
zh_cn: IM 是否为系统默认。
zh_tw: IM 是否為系統預設。

source: User Default
ca: Predeterminat de l'usuari
de: Benutzerstandard
ja: ユーザーデフォルト
mr: वापरकर्ता पूर्वनिर्धारीत
or: ଚାଳକ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ
pt_br: Padrão do usuário
zh_cn: 用户缺省
zh_tw: 用戶預設

source: Whether or not IM is an user default.
ca: Si el mètode d'entrada és el predeterminat de l'usuari.
de: Ob IM ist Benutzerstandard sein soll.
ja: IM がユーザーデフォルトであるかどうか
mr: IM वापरकर्ता मुलभूत आहे की नाही.
or: IM ଗୋଟିଏ ଚାଳକ ପୂର୍ବ ନିର୍ଦ୍ଧାରିତ କି ନୁହଁ।
pt_br: Se o ME é um padrão do usuário ou não.
zh_cn: IM 是否为用户缺省。
zh_tw: IM 是否為用戶預設。

source: IM module name
ca: Nom del mòdul del mètode d'entrada
de: IM-Modulname
ja: IM モジュール名
mr: IM विभाग नाव
or: IM ଏକକାଂଶ ନାମ
pt_br: Nome do módulo do ME
zh_cn: IM 模块名称
zh_tw: IM 模組名稱

source: A target IM module name that to observe signals
ca: Un nom de mòdul de mètode d'entrada destí que observa els senyals
de: Ein Ziel-IM-Modulname zum Überwachen der Signale
ja: 信号を監視するための目標 IM モジュール名
mr: संकेतांक पहाण्याकरीता लक्ष्य IM विभाग नाव
or: ଗୋଟିଏ ଲକ୍ଷ୍ୟ IM ଏକକାଂଶ ନାମ ଯାହାକି ସଂକେତ ଅବଲୋକନ କରେ
pt_br: Nome de um módulo ME de destino para observar os sinais
zh_cn: 观察信号的目标 IM 模块
zh_tw: 觀察訊號的目標 IM 模組

source: Replace
ca: Reemplaça
de: Ersetze
ja: 入れ替え
mr: बदलवा
or: ବଦଳାନ୍ତୁ
pt_br: Substituir
zh_cn: 替换
zh_tw: 替代

source: DBus connection
ca: Connexió a DBus
de: DBus-Verbindung
ja: DBus 接続
mr: DBus जुळवणी
or: DBus ସଂଯୋଗ
pt_br: Conexão do DBus
zh_cn: DBus 连接
zh_tw: DBus 連線

source: An object to be a DBus connection
ca: Un objecte que serà una connexió DBus
de: Ein Objekt kann eine DBus-Verbindung sein
ja: DBus 接続となるオブジェクト
mr: DBus जुळवणी करतीचे घटक
or: DBus ସଂଯୋଗ ହେବାକୁ ଥିବା ଗୋଟିଏ ବସ୍ତୁ
pt_br: Um objeto para ser a conexão com o DBus
zh_cn: 要使用 DBus 连接的对象
zh_tw: 要使用 DBus 連線的物件

source: DBus Interface
ca: Interfície DBus
de: DBus-Schnittstelle
ja: DBus インターフェイス
mr: DBus संवाद
or: DBus ଅନ୍ତରାପୃଷ୍ଠ
pt_br: Interface do DBus
zh_cn: DBus 界面
zh_tw: DBus 介面

source: Interface name to connect to DBus
ca: Nom d'interfície a connectar a DBus
de: Schnittstellenname für die Verbindung zu DBus
ja: DBus に接続するインターフェイス名
mr: DBus शी जुळवणी करण्याकरीताचे संवाद
or: DBus କୁ ସଂଯୋଗ କରିବାକୁ ଥିବା ଅନ୍ତରାପୃଷ୍ଠର ନାମ
pt_br: Nome da interface para conectar ao DBus
zh_cn: 要连接到 DBus 的界面名称
zh_tw: 要連線到 DBus 的介面名稱

source: Locale
ca: Idioma
de: Gebietsschema
ja: 言語地域
mr: लोकेल
or: ଲୋକେଲ
pt_br: Localização
zh_cn: 地点信息
zh_tw: 地區資訊

source: Locale to get the imsettings information
ca: Idioma del qual s'obtindrà la informació de configuració de mètodes d'entrada
de: Gebietsschema zum Beziehen der IM-Einstellungsinformationen
ja: imsettings情報を得る為の言語地域
mr: imsettings माहिती प्राप्त करायचे ते लोकेल
or: imsettings ସୂଚନା ପାଇବାକୁ ଲୋକେଲ
pt_br: Localizador para obter informações do imsettings.
zh_cn: 获得输入法设置信息的地点信息
zh_tw: 獲得輸入法設定資訊的地區資訊

source: Failed to invoke a method `%s' on %s: %s
ca: No s'ha pogut invocar el mètode «%s» a %s: %s
de: Aufruf einer Methode fehlgeschlagen `%s' auf %s: %s
ja: %s 上のメソッド %s' の呼出に失敗しました: %s
mr: %s वरील पध्दती `%s' प्रारंभ करण्यास अपयशी: %s
or: ଗୋଟିଏ ପ୍ରଣାଳୀ ଆବାହନ କରିବାରେ ବିଫଳ `%s' on %s: %s
pt_br: Falha ao chamar o método "%s" em %s: %s
zh_cn: 在 %s 中调用方法 `%s' 失败： %s
zh_tw: 在 %s 中呼叫方法 `%s' 失敗： %s

source: Failed to invoke a method `%s': %s
ca: No s'ha pogut invocar el mètode «%s»: %s
de: Aufruf einer Methode fehlgeschlagen `%s': %s
ja: メソッド %s' の呼出に失敗しました : %s
mr: पध्दती `%s' प्रारंभ करण्यास अपयशी: %s
or: ଗୋଟିଏ ପ୍ରଣାଳୀ ଆବାହନ କରିବାରେ ବିଫଳ `%s': %s
pt_br: Falha ao chamar o método "%s": %s
zh_cn: 调用方法 `%s' 失败： %s
zh_tw: 呼叫方法 `%s' 失敗： %s

source: Giving up to bring the process up because %s Input Method process for %s rapidly died many times. See .imsettings.log for more details.
ca: No s'ha pogut aixecar el procés perquè el procés %s del mètode d'entrada per a %s ha mort moltes vegades. Veieu .imsettings.log per a més detalls.
de: Gebe auf, den Prozess zu starten, da %s Eingabemethodenprozess für %s mehrfach sofort scheiterte. Siehe .imsettings.log für weitere Einzelheiten.
ja: %2$sの%1$s入力メソッドプロセスが何度もすぐに停止するため、プロセスの起動を止めました。詳しくは.imsettings.logを参照してください。
mr: %s इंपुट पद्धत कार्य, %s साठी अनेक प्रयत्नांतर बंद झाल्यामुळे कार्यची सक्रीयता तपासण्याची क्रिया वगळत आहे. अधिक तपशीलकरीता .imsettings.log पहा.
or: ପଦ୍ଧତିକୁ ପରିତ୍ୟାଗ କରିବା ପାଇଁ ଅଣାଯାଇଛି କାରଣ %s ନିବେଶ ପଦ୍ଧତି %s ପାଇଁ ବାରମ୍ବାର ସମୟ ସମାପ୍ତ ହୋଇଥାଏ। ଅଧିକ ସୂଚନା ପାଇଁ .imsettings.log ଦେଖନ୍ତୁ।
pt_br: Desistindo de ativar o processo porque o processo do método de entrada %s para o %s morreu rapidamente várias vezes. Veja o .imsettings.log para mais detalhes.
zh_cn: 放弃启动该进程因为用于 %s 的输入法进程 %s 迅速终结多次。查看 .imsettings.log 中的详细记录。

source: Main
ca: Principal
de: Haupt
ja: メイン
or: ମୂଖ୍ୟ
pt_br: Principal
zh_cn: 主程序
zh_tw: 主程式

source: Unable to keep Input Method running
ca: El mètode d'entrada no s'ha pogut executar
de: Eingabemethode kann nicht am Laufen gehalten werden
ja: 入力メソッドを起動出来ませんでした
mr: इंपुट पद्धत चालू ठेवण्यास अशक्य
or: ନିବେଶ ପ୍ରଣାଳୀକୁ ଚଲାଇ ରଖିବାରେ ଅସମର୍ଥ
pt_br: Não é possível manter o método de entrada em execução
zh_cn: 不能保持输入法於执行状态
zh_tw: 無法保持輸入法於執行狀態

source: No such Input Method is running: %s
ca: No s'està executant aquest mètode d'entrada: %s
de: Keine solche Eingabemethode wird ausgeführt: %s
ja: そのような入力メソッドは動作していません: %s
mr: यानुरूप कार्यरत इंपुट पद्धत आढळली नाही: %s
or: ଏପରି କୌଣସି ନିବେଶ ପ୍ରଣାଳୀ ଚାଲୁନାହିଁ: %s
pt_br: Não há um método de entrada como este em execução: %s
zh_cn: 在您的系统中，以下输入法并非运行中：%s
zh_tw: 在您的系統中，以下輸入法並非運行中：%s

source: Couldn't send a signal to the %s process successfully.
ca: No s'ha pogut enviar un senyal al procés %s correctament.
de: Konnte kein Signal an den %s Prozess senden
ja: %s プロセスに信号を正しく送信出来ませんでした。
mr: %s पध्दती करीता संकेत यशस्वीरित्या पाठवू शकले नाही.
or: %s ପ୍ରଣାଳୀକୁ ଗୋଟିଏ ସଂକେତ ସଫଳତାର ସହିତ ପଠାଇପାରିଲା ନାହିଁ।
pt_br: Não foi possível enviar com sucesso um sinal para o processo %s.
zh_cn: 不能成功将信号传送给 %s 程序。
zh_tw: 無法成功將訊號傳送給 %s 程式。

source: Failed to get a place of home directory.
ca: No s'ha pogut obtenir un directori d'inici.
de: Konnte Benutzerverzeichnis nicht finden.
ja: ホームディレクトリーの場所確保に失敗しました。
mr: मुख्य संचयीकाचे स्थान प्राप्त करण्यास अपयशी.
or: ମୂଳ ଡିରେକ୍ଟରି ପାଇଁ ଗୋଟିଏ ସ୍ଥାନ ପାଇବାରେ ବିଫଳ।
pt_br: Falha ao localizar o diretório pessoal.
zh_cn: 不能获得主目录空间。
zh_tw: 無法獲得主目錄空間。

source: Failed to revert the backup file: %s
ca: No s'ha pogut recuperar el fitxer de còpia de seguretat: %s
de: Zurückgreifen auf die Sicherungsdatei fehlgeschlagen: %s
ja: バックアップファイルの復元に失敗しました: %s
mr: प्रतिकृती फाइल कडे जाऊ शकण्यास अपयशी: %s
or: ନକଲ ସଂରକ୍ଷଣ ଫାଇଲକୁ ପ୍ରତ୍ୟାବୃତ କରିବାରେ ବିଫଳ: %s
pt_br: Falha ao reverter o arquivo de backup: %s
zh_cn: 恢复备份文件失败：%s
zh_tw: 回復備份檔案失敗：%s

source: Failed to create a backup file: %s
ca: No s'ha ogut crear un fitxer de còpia de seguretat: %s
de: Erzeugen einer Sicherungsdatei fehlgeschlagen: %s
ja: バックアップファイルの作成に失敗しました: %s
mr: प्रतिकृती फाइल बनविण्यास अपयशी: %s
or: ନକଲ ସଂରକ୍ଷଣ ଫାଇଲକୁ ସୃଷ୍ଟି କରିବାରେ ବିଫଳ: %s
pt_br: Falha ao criar o arquivo de backup: %s
zh_cn: 创建备份文件失败：%s
zh_tw: 建立備份檔案失敗：%s

source: Failed to remove a .xinputrc file: %s
ca: No s'ha pogut suprimir un fitxer .xinputrc: %s
de: Entfernen einer .xinputrc-Datei fehlgeschlagen: %s
ja: .xinputrc ファイルの削除に失敗しました: %s
mr: .xinputrc फाइल काढूण टाकण्यास अपयशी: %s
or: xinputrc ଫାଇଲକୁ ହଟାଇବାରେ ବିଫଳ: %s
pt_br: Falha ao remover o arquivo .xinputrc: %s
zh_cn: 删除 .xinputrc 文件失败：%s
zh_tw: 移除 .xinputrc 檔案失敗：%s

source: Failed to make a symlink: %s
ca: No s'ha pogut crear l'enllaç simbòlic: %s
de: Erzeugen eines symlink fehlgeschlagen: %s
ja: symlink するのに失敗しました: %s
mr: symlink बनविण्यास अपयशी: %s
or: ଗୋଟିଏ symlink ତିଆରି କରିବାରେ ବିଫଳ: %s
pt_br: Falha ao criar um link simbólico: %s
zh_cn: 生成符号链接失败：%s
zh_tw: 生成象徵式鏈結失敗：%s

source: No input methods available on your system.
ca: No hi ha cap mètode d'entrada disponible en el vostre sistema.
de: Keine Eingabemethoden verfügbar auf Ihrem System.
ja: 使用中のシステム上には入力メソッドがありません。
mr: तुमच्या प्रणालीवर इंपुट पध्दती आढळले नाही.
or: ଆପଣଙ୍କ ତନ୍ତ୍ରରେ କୌଣସି ନିବେଶ ପ୍ରଣାଳୀ ଉପଲବ୍ଧ ନାହିଁ।
pt_br: Nenhum método de entrada está disponível em seu sistema.
zh_cn: 在您的系统中没有输入法。
zh_tw: 在您的系統中沒有輸入法。

source: No such input method on your system: %s Details: %s
ca: No existeix el mètode d'entrada en el vostre sistema: %s Detalls: %s
de: Keine solche Eingabemethoden auf Ihrem System: %s Details: %s
ja: 使用中のシステム上にそのような入力メソッドはありません: %s 詳細: %s
mr: तुमच्या प्रणालीवर यानुरूप इंपुट पद्धत आढळली नाही: %s तपशील: %s
or: ଆପଣଙ୍କ ତନ୍ତ୍ରରେ ଏପରି କୌଣସି ନିବେଶ ପ୍ରଣାଳୀ ଚାଲୁନାହିଁ: %s ବିସ୍ତୃତ ବିବରଣୀ: %s
pt_br: Não há um método de entrada como este no seu sistema: %s Detalhes: %s
zh_cn: 在您的系统中没有这个输入法：%s 详细数据：%s
zh_tw: 在您的系統中沒有這個輸入法：%s 詳細資料：%s

source: No XIM server is available in %s
ca: No hi ha cap servidor XIM disponible a %s
de: Kein XIM-Server ist verfügbar in %s
ja: %s では XIM サーバーが使用できません。
mr: XIM सर्व्हर %s मध्ये उपलब्ध नाही
or: %s ରେ କୌଣସି XIM ସର୍ଭର ଉପଲବ୍ଧ ନାହିଁ
pt_br: Nenhum servidor XIM está disponível em %s
zh_cn: 在 %s 中没有可用 XIM 服务器
zh_tw: 在 %s 中沒有可用 XIM 伺服器

source: xinputrc directory
ca: Directori de l'xinputrc
de: xinputrc-Verzeichnis
ja: xinputrcディレクトリー
mr: xinputrc डिरेक्ट्री
or: xinputrc ଡିରେକ୍ଟୋରୀ
pt_br: Diretório do xinputrc
zh_cn: xinputrc 目录

source: The name of the directory for the system wide xinputrc file.
ca: El nom del directori per al fitxer xinputrc del sistema.
de: Der Name des Verzeichnisses für die systemweite xinputrc-Datei.
ja: システム全体のxinputrcファイル用のディレクトリー名。
mr: प्रणालीकरीता xinputrc फाइलकरीता डिरेक्ट्रीचे नाव.
pt_br: O nome do diretório para o arquivo xinputrc de todo o sistema.
zh_cn: 系统范围内 xinputrc 文件的目录名称。

source: xinput directory
ca: directori de l'xinput
de: xinput-Verzeichnis
ja: xinputディレクトリー
mr: xinput डिरेक्ट्री
or: xinput ଡିରେକ୍ଟୋରୀ
pt_br: Diretório do xinput
zh_cn: xinput 目录

source: The name of the directory for IM configurations.
ca: El nom del directori per a les configuracions dels mètodes d'entrada.
de: Der Name des Verzeichnisses für IM-Konfigurationen.
ja: IM設定が置かれているディレクトリー名
mr: IM संरचनाकरीता डिरेक्ट्रीचे नाव.
pt_br: O nome do diretório no qual as configurações do ME são armazenadas.
zh_cn: 用于 IM 配置的目录名称。

source: home directory
ca: directori d'inici
de: Benutzerverzeichnis
ja: ホームディレクトリー
mr: होम डिरेक्ट्री
or: ମୂଖ୍ୟ ଡିରେକ୍ଟୋରୀ
pt_br: Diretório pessoal
zh_cn: 主目录空间
zh_tw: 主目錄空間

source: logging
ca: registre
de: protokollieren
ja: ロギング
mr: लॉगींग
or: ଲଗଇନ କରୁଅଛି
pt_br: registrando
zh_cn: 记录中
zh_tw: 記錄中

source: A flag if logging facility is enabled or not.
ca: Un indicador de si està habilitat el registre.
de: Zeigt an, ob die Protokollierungsfunktion aktiviert ist.
ja: ロギング設備を有効にするかどうかのフラグ。
mr: लॉगींग सुविधा कार्यक्षम किंवा अकार्यक्षम असल्यास एक फ्लॅग.
or: ଲଗଇନ ସୁବିଧାକୁ ସକ୍ରିୟ କରାଯାଇଛି କି ନାହିଁ ତାହା ପାଇଁ ଗୋଟିଏ ଫ୍ଲାଗ।
pt_br: Indica se o log está habilitado ou não.
zh_cn: 这个标志显示纪录设备有否被启用。
zh_tw: 這個旗標顯示紀錄設備有否被啟用。

source: Specify the name of the directory of the system-wide xinputrc file (for debugging only)
ca: Especifiqueu el nom del directori del fitxer del sistema xinputrc (només per a depurar)
de: Geben Sie den Namen des Verzeichnisses der systemweiten xinputrc-Datei an (nur zwecks Fehlerdiagnose)
ja: システム全体のxinputrcファイルが置かれているディレクトリー名 (デバッグ専用)
mr: प्रणालीभर xinputrc फाइलच्या (फक्त डिबगींग करीता) डिरेक्ट्रीचे नाव निर्देशीत करा
pt_br: Especifique o nome do diretório para o arquivo xinputrc de todo o sistema (somente para depuração)
zh_cn: 指定系统范围 xinputrc 文件的目录名称（只用于调试）

source: Specify the name of the directory for IM configurations (for debugging only)
ca: Especifiqueu el nom del directori per a les configuracions dels mètodes d'entrada (només per a depuració)
de: Geben Sie den Namen des Verzeichnisses für IM-Konfigurationen an (nur zwecks Fehlerdiagnose)
ja: IM設定が置かれているディレクトリー名を指定してください (デバッグ専用)
mr: IM संरचना (फक्त डिबगींग करीता) डिरेक्ट्रीचे नाव निर्देशीत करा
pt_br: Especifique o nome do diretório onde as configurações do ME são armazenadas (somente para depuração)
zh_cn: 指名 IM 信息文件名引用（作调试用途）
zh_tw: 指名 IM 資訊檔名參照（作除錯用途）

source: A home directory (debugging only)
ca: Un directori d'inici (només per depurar)
de: Ein Benutzerverzeichnis (nur zwecks Fehlerdiagnose)
ja: ホームディレクトリー (デバッグ専用)
mr: होम डिरेक्ट्री (फक्ते डिबगींग)
or: ଗୋଟିଏ ମୂଖ୍ୟ ଚାଳକ ଡିରେକ୍ଟୋରୀ (କେବଳ ତ୍ରୁଟି ନିବାରଣ ପାଇଁ)
pt_br: Um diretório pessoal (somente para depuração)
zh_cn: 主目录（只用于调试）

source: Do not create a log file.
ca: No creïs un fitxer de registre.
de: Keine Protokolldatei erstellen.
ja: ログファイルを作成しない
mr: लॉग फाइल निर्माण करू नका.
or: କୌଣସି ଲଗ ଫାଇଲ ସୃଷ୍ଟି କରନ୍ତୁ ନାହିଁ।
pt_br: Não criar um arquivo log.
zh_cn: 不要创建纪录档。
zh_tw: 不要建立紀錄檔。

source: A place to store xinputrc file
ca: On emmagatzemar el fitxer xinputrc
de: Speicherort für .xinputrc-Datei
ja: xinputrc ファイルを保存する場所
mr: xinputrc फाइल साठवण्यासाठी ठिकाण
or: xinputrc ଫାଇଲର ସଂରକ୍ଷଣ କରିବା ପାଇଁ ଗୋଟିଏ ସ୍ଥାନ
pt_br: Um lugar para armazenar o arquivo xinputrc
zh_cn: 保存 xinputrc 文件的地方

source: A place to store xinput configuration files
ca: On emmagatzemar els fitxers de configuració d'xinput
de: Speicherort für xinput-Konfigurationsdateien
ja: xinput 設定ファイルを保存する場所
mr: xinput संयोजना फाइल्स् साठवण्यासाठी ठिकाण
or: xinput ବିନ୍ୟାସ ଫାଇଲଗୁଡ଼ିକର ସଂରକ୍ଷଣ ପାଇଁ ଗୋଟିଏ ସ୍ଥାନ
pt_br: Um lugar para armazenar os arquivos de configuração do xinput
zh_cn: 保存 xinputrc 配置文件的地方

source: Duplicate entry `%s' from %s. SHORT_DESC has to be unique.
ca: Entrada duplicada «%s» de %s. SHORT_DESC ha de ser únic.
de: Doppelter Eintrag `%s' von %s. SHORT_DESC muss eindeutig sein.
ja: %s. SHORT_DESC からの複製エントリー `%s' は特有でなければなりません。
mr: %s पासून समानार्थी नोंदणी `%s'. SHORT_DESC एकमेव असायला हवे.
or: %s ରୁ ନକଲ ଭରଣ '%s'। SHORT_DESC ଟି ଅନନ୍ୟ ହେବା ଉଚିତ।
pt_br: Entrada duplicada "%s" a partir do %s. SHORT_DESC tem que ser única.
zh_cn: 从 %s 中复制 `%s'。SHORT_DESC 必须是唯一的。
zh_tw: 從 %s 中複製 `%s'。SHORT_DESC 必須是唯一的。

source: No such input method on your system: %s
ca: No existeix el mètode d'entrada en el vostre sistema: %s
de: Keine solche Eingabemethode auf Ihrem System: %s
ja: 使用中のシステム上にそのような入力メソッドはありません: %s
mr: तुमच्या प्रणालीवर इंपुट पद्धत आढळली नाही: %s
or: ଆପଣଙ୍କର ତନ୍ତ୍ରରେ ଏପରି କିଛି ନିବେଶ ପଦ୍ଧତି ନାହିଁ: %s
pt_br: Não há um método de entrada como este no seu sistema: %s
zh_cn: 在您的系统中没有这个输入法：%s
zh_tw: 在您的系統中沒有這個輸入法：%s

source: No system default input method.
ca: Cap mètode d'entrada per defecte en el sistema.
de: Keine Systemstandard-Eingabemethode.
ja: システムデフォルトの入力メソッドがありません
mr: प्रणाली पूर्वनिर्धारीत इंपुट पद्धत आढळली नाही.
or: କୌଣସି ତନ୍ତ୍ର ନିର୍ଦ୍ଦିଷ୍ଟ ନିବେଶ ପଦ୍ଧତି ନାହିଁ।
pt_br: Não há um método de entrada padrão.
zh_cn: 没有系统缺省输入法。
zh_tw: 沒有系統預設輸入法。

source: Failed to get a session bus.
ca: No s'ha pogut obtenir un bus de sessió.
de: Abrufen eines Session-Bus fehlgeschlagen.
ja: セッションバスの取得に失敗しました
mr: सत्र बस् प्राप्त करण्यास अपयशी.
or: ଗୋଟିଏ ଅଧିବେଶନ ବସ ଗ୍ରହଣ କରିବାରେ ବିଫଳ।
pt_br: Falha ao obter um barramento de sessão.
zh_cn: 获得会话总线失败。

source: Currently a different version of imsettings is running. Running "imsettings-reload -f" may help but it will restart the Input Method
ca: S'està executant una versió diferent d'imsettings. Es pot solucionar si executeu "imsettings-reload -f", però això reiniciarà el mètode d'entrada
de: Derzeit läuft eine andere Version von imsettings. Das Ausführen von "imsettings-reload -f" hilft ggf., startet jedoch die Eingabemethode neu
ja: 現在、異なるバージョンのimsettingsが動作しています。 "imsettings-reload -f"が助けてくれるかもしれませんが、入力メソッドを再起動してしまいます。
mr: सध्या imsettings च्या विविध आवृत्ती कार्यरत आहेत. "imsettings-reload -f" चालवलणे फायदेशीर ठरू शकते परंतु इंपुट पद्धत पुनःचालू होईल
pt_br: Uma versão diferente do imsettings está em execução. A execução do "imsettings-reload -f" pode ajudar, mas reiniciará o método de entrada
zh_cn: 目前正在运行 imsettings 的不同版本。 运行 "imsettings-reload -f" 可有帮助但将重启输入法。

source: No Input Method running. please specify Input Method name explicitly if necessary.
ca: Cap mètode d'entrada està corrent. Especifiqueu explícitament el nom del mètode d'entrada si calguès.
de: Keine Eingabemethode wird ausgeführt. Bitte geben Sie bei Bedarf explizit eine Eingabemethode an.
ja: 入力メソッドが動作していません。必要なら明示的に入力メソッド名を指定してください
mr: कार्यरत इंपुट पद्धत आढळले नाही. आवश्यक असल्यास कृपया इंपुट पद्धतीचे नाव निर्देशीत करा.
or: କୌଣସି ନିବେଶ ପଦ୍ଧତି ଚାଲୁନାହିଁ। ଦୟାକରି ନିବେଶ ପଦ୍ଧତି ନାମକୁ ଆବଶ୍ୟକ ହେଲେ ସ୍ପଷ୍ଟ ଭାବରେ ଉଲ୍ଲେଖ କରନ୍ତୁ।
pt_br: Nenhum método de entrada em execução. Por favor, especifique explicitamente o nome de um método de entrada se necessário.
zh_cn: 没有任何输入法执行中。如有需要，请指明输入法的名称。
zh_tw: 沒有任何輸入法執行中。如有需要，請指明輸入法的名稱。
